Repository: NautaDevs/localization
Catalog: */Resources.resw
Source language: en_us
Languages: da_dk, de_de, fr_fr, hu_hu, ja_jp, ko_kr, nl_nl, pt_br, ru_ru, th_th, uk_ua, vi_vn

# ConnectionsDesc.Text
source: Display your Discord activity or connect to your PlayStation 4 to use library content on consoles! 🎮
da_dk: Vis din Discord-aktivitet eller opret forbindelse til din PlayStation 4 for at bruge biblioteksindhold på konsoller! 🎮
de_de: Zeigen Sie Ihre Discord-Aktivitäten an oder stellen Sie eine Verbindung zu Ihrer PlayStation 4 her, um Bibliotheksinhalte auf Konsolen zu nutzen! 🎮
fr_fr: Affichez votre activité Discord ou connectez-vous à votre PlayStation 4 pour utiliser le contenu de votre bibliothèque sur consoles ! 🎮
hu_hu: Jelenítse meg Discord-tevékenységeit, vagy csatlakozzon PlayStation 4-hez, hogy konzolokon használhassa a könyvtári tartalmat! 🎮
ja_jp: Discord アクティビティを表示するか、PlayStation 4 に接続して、コンソール上のライブラリ コンテンツを使用します。 🎮
ko_kr: Discord 활동을 표시하거나 PlayStation 4에 연결하여 콘솔에서 라이브러리 콘텐츠를 사용하세요! 🎮
nl_nl: Geef je Discord-activiteit weer of maak verbinding met je PlayStation 4 om bibliotheekinhoud op consoles te gebruiken! 🎮
pt_br: Exiba sua atividade no Discord ou conecte-se ao seu PlayStation 4 para usar o conteúdo da biblioteca nos consoles! 🎮
ru_ru: Отобразите свою активность в Discord или подключитесь к PlayStation 4, чтобы использовать контент библиотеки на консолях! 🎮
th_th: แสดงกิจกรรม Discord ของคุณหรือเชื่อมต่อกับ PlayStation 4 ของคุณเพื่อใช้เนื้อหาไลบรารีบนคอนโซล!
uk_ua: Показуйте свою активність у Discord або підключіться до PlayStation 4, щоб використовувати вміст бібліотеки на консолях! 🎮
vi_vn: Hiển thị hoạt động Discord của bạn hoặc kết nối với PlayStation 4 để sử dụng nội dung thư viện trên bảng điều khiển! 🎮

# ConnectionsTitle.Text
source: Connections
da_dk: Forbindelser
de_de: Verbindungen
fr_fr: Connexions
hu_hu: Kapcsolatok
ja_jp: 接続
ko_kr: 사이
nl_nl: Verbindingen
pt_br: Conexões
ru_ru: Соединения
th_th: การเชื่อมต่อ
uk_ua: Зв'язки
vi_vn: Kết nối

# Notifications_Card_Chat.Description
source: Popup alert badge when a new chat message is sent.
da_dk: Popup-advarselsmærke, når en ny chatbesked sendes.
de_de: Popup Benachrichtigung, wenn eine neue Chat-Nachricht gesendet wird.
fr_fr: Pop-up d'alerte lorsqu'un nouveau message de discussion est envoyé.
hu_hu: Felugró figyelmeztető jelvény új csevegőüzenet küldésekor.
ja_jp: 新しいチャット メッセージが送信されると、ポップアップ アラート バッジが表示されます。
ko_kr: 새 채팅 메시지가 전송되면 팝업 알림 배지가 표시됩니다.
nl_nl: Pop-upwaarschuwingsbadge wanneer een nieuw chatbericht wordt verzonden.
pt_br: Pop-up de alerta quando uma nova mensagem de bate-papo é enviada.
ru_ru: Значок всплывающего оповещения при отправке нового сообщения в чате.
th_th: ป้ายเตือนป๊อปอัปเมื่อมีการส่งข้อความแชทใหม่
uk_ua: Спливаюча позначка сповіщення, коли надсилається нове повідомлення чату.
vi_vn: Huy hiệu cảnh báo bật lên khi có tin nhắn trò chuyện mới được gửi.

# Notifications_Card_Chat.Text
source: New message alerts
da_dk: Nye beskeder
de_de: Neue Nachrichtenbenachrichtigungen
fr_fr: Alertes de nouveaux messages
hu_hu: Új üzenet figyelmeztetések
ja_jp: 新しいメッセージのアラート
ko_kr: 새 메시지 알림
nl_nl: Nieuwe berichtwaarschuwingen
ru_ru: Оповещения о новых сообщениях
th_th: การแจ้งเตือนข้อความใหม่
uk_ua: Сповіщення про нові повідомлення
vi_vn: Thông báo tin nhắn mới

# Notifications_Card_InfoBar.Description
source: This setting is required for some alerts.
da_dk: Denne indstilling er påkrævet for nogle advarsler.
de_de: Diese Einstellung ist für einige Benachrichtigungen erforderlich.
fr_fr: Ce paramètre est requis pour certaines alertes.
hu_hu: Ez a beállítás bizonyos figyelmeztetésekhez szükséges.
ja_jp: この設定は一部のアラートに必要です。
ko_kr: 이 설정은 일부 경고에 필요합니다.
nl_nl: Deze instelling is vereist voor sommige waarschuwingen.
pt_br: Esta configuração é necessária para alguns alertas.
ru_ru: Этот параметр необходим для некоторых оповещений.
th_th: การตั้งค่านี้จำเป็นสำหรับการแจ้งเตือนบางอย่าง
uk_ua: Цей параметр необхідний для деяких сповіщень.
vi_vn: Cài đặt này là bắt buộc đối với một số cảnh báo.

# Notifications_Card_InfoBar.Text
source: Informational alerts
da_dk: Informationsadvarsler
de_de: Informationelle Benachrichtigungen
fr_fr: Alertes informatives
hu_hu: Tájékoztató figyelmeztetések
ja_jp: 情報アラート
ko_kr: 정보 알림
nl_nl: Informatieve waarschuwingen
pt_br: Alertas informativos
ru_ru: Информационные оповещения
th_th: การแจ้งเตือนข้อมูล
uk_ua: Інформаційні сповіщення
vi_vn: Thông báo thông tin

# Notifications_Card_Minimized.Description
source: Receive a system tray alert when the app is minimized.
da_dk: Modtag en systembakkeadvarsel, når appen er minimeret.
de_de: Erhalten Sie eine Benachrichtigung in der Taskleiste, wenn die Anwendung minimiert wird.
fr_fr: Recevez une alerte dans la barre de tâches lorsque l'application est réduite.
hu_hu: Rendszertálca-figyelmeztetést kap, ha az alkalmazás minimálisra van állítva.
ja_jp: アプリが最小化されているときにシステム トレイのアラートを受け取ります。
ko_kr: 앱이 최소화되면 시스템 트레이 알림을 받습니다.
nl_nl: Ontvang een waarschuwing in het systeemvak wanneer de app is geminimaliseerd.
pt_br: Receba um alerta na bandeja do sistema quando o aplicativo for minimizado.
ru_ru: Получите предупреждение на панели задач, когда приложение свернуто.
th_th: รับการแจ้งเตือนถาดระบบเมื่อแอปถูกย่อเล็กสุด
uk_ua: Отримувати сповіщення в системному лотку, коли програму згорнуто.
vi_vn: Nhận cảnh báo trên khay hệ thống khi ứng dụng được thu nhỏ.

# Notifications_Card_Minimized.Text
source: Minimized alerts
da_dk: Minimerede advarsler
de_de: Minimierte Benachrichtigungen
fr_fr: Alertes en mode réduit
hu_hu: Minimalizált riasztások
ja_jp: 最小化されたアラート
ko_kr: 최소화된 알림
nl_nl: Geminimaliseerde waarschuwingen
pt_br: Alertas minimizados
ru_ru: Свернутые оповещения
th_th: การแจ้งเตือนที่ย่อเล็กสุด
uk_ua: Мінімізовані сповіщення
vi_vn: Cảnh báo giảm thiểu

# Notifications_Card_Session.Description
source: Receive various in-app notifications.
da_dk: Modtag forskellige meddelelser i appen.
de_de: Erhalten Sie verschiedene In-App Benachrichtigungen.
fr_fr: Recevez diverses notifications dans l'application.
hu_hu: Különféle alkalmazáson belüli értesítések fogadása.
ja_jp: アプリ内でさまざまな通知を受け取ります。
ko_kr: 다양한 인앱 알림을 받아보세요.
nl_nl: Ontvang verschillende in-app-meldingen.
pt_br: Receba várias notificações no aplicativo.
ru_ru: Получайте различные уведомления в приложении.
th_th: รับการแจ้งเตือนในแอปต่างๆ
uk_ua: Отримуйте різні сповіщення в програмі.
vi_vn: Nhận nhiều thông báo trong ứng dụng.

# Notifications_Card_Session.Text
source: Session alerts
da_dk: Sessionsadvarsler
de_de: Sitzungsbenachrichtigungen
fr_fr: Alertes de session
hu_hu: Munkamenet-riasztások
ja_jp: セッションアラート
ko_kr: 세션 알림
nl_nl: Sessiewaarschuwingen
pt_br: Alertas de sessão
ru_ru: Оповещения о сеансе
th_th: การแจ้งเตือนเซสชัน
uk_ua: Сповіщення про сеанс
vi_vn: Cảnh báo phiên

# Notifications_CheckBox_Sounds.Content
source: Play sound
da_dk: Afspil lyd
de_de: Sound abspielen
fr_fr: Jouer un son
hu_hu: Hang lejátszása
ja_jp: サウンドを再生する
ko_kr: 소리 재생
nl_nl: Speel geluid af
pt_br: Reproduzir som
ru_ru: Воспроизвести звук
th_th: เล่นเสียง
uk_ua: Відтворення звуку
vi_vn: Phát âm thanh

# Notifications_ComboBox_Everytime.Content
source: Every time
da_dk: Hver gang
de_de: Jedesmal
fr_fr: À chaque fois
hu_hu: Mindig
ja_jp: 毎回
ko_kr: 매번
nl_nl: Elke keer
pt_br: Toda vez
ru_ru: Каждый раз
th_th: ทุกครั้ง
uk_ua: Кожен раз
vi_vn: Mỗi lần

# Notifications_ComboBox_Never.Content
source: Never
da_dk: Aldrig
de_de: Niemals
fr_fr: Jamais
hu_hu: Soha
ja_jp: 一度もない
ko_kr: 절대
nl_nl: Nooit
pt_br: Nunca
ru_ru: Никогда
th_th: ไม่เคย
uk_ua: Ніколи
vi_vn: Không bao giờ

# Notifications_ComboBox_Once.Content
source: Once
da_dk: Engang
de_de: Einmal
fr_fr: Une fois
hu_hu: Egyszer
ja_jp: 一度
ko_kr: 한 번
nl_nl: Eenmaal
pt_br: Uma vez
ru_ru: Один раз
th_th: ครั้งหนึ่ง
uk_ua: Один раз
vi_vn: Một lần

# Notifications_Empty_Hint.Text
source: It's empty in here... ☹️
da_dk: Her er tomt... ☹️
de_de: Es ist leer hier drinnen... ☹️
fr_fr: C'est vide ici... ☹️
hu_hu: Üres itt bent... ☹️
ja_jp: ここ空いてるよ…☹️
ko_kr: 여긴 비어있어요... ☹️
nl_nl: Het is hier leeg... ☹️
pt_br: Está vazio aqui... ☹️
ru_ru: Здесь пусто... ☹️
th_th: ที่นี่ว่างเปล่า... ☹️
uk_ua: Тут порожньо... ☹️
vi_vn: Ở đây trống rỗng... ☹️

# Notifications_Group_InApp.Header
source: In-App
fr_fr: Dans l'application
hu_hu: Alkalmazáson belüli
ja_jp: アプリ内
ko_kr: 인앱
pt_br: No aplicativo
ru_ru: В приложении
th_th: ในแอป
uk_ua: В додатку
vi_vn: Trong ứng dụng

# Notifications_Group_Windows.Header
source: Windows
ja_jp: 窓
ko_kr: 윈도우
nl_nl: Ramen
ru_ru: Окна
th_th: หน้าต่าง
uk_ua: вікна
vi_vn: cửa sổ

# Notifications_Hyperlink_Error.Title
source: Application sounds must be enabled first
da_dk: Applikationslyde skal først aktiveres
de_de: Anwendungstöne müssen zuerst aktiviert werden
fr_fr: Les sons de l'application doivent d'abord être activés
hu_hu: Először engedélyezni kell az alkalmazás hangjait
ja_jp: 最初にアプリケーションサウンドを有効にする必要があります
ko_kr: 먼저 응용 프로그램 소리를 활성화해야 합니다
nl_nl: Applicatiegeluiden moeten eerst worden ingeschakeld
pt_br: Os sons do aplicativo devem ser ativados primeiro
ru_ru: Звуки приложения должны быть сначала включены
th_th: ต้องเปิดใช้งานเสียงของแอปพลิเคชันก่อน
uk_ua: Спочатку потрібно ввімкнути звуки програми
vi_vn: Âm thanh ứng dụng phải được bật trước

# NotificationsDesc.Text
source: We understand that there are times when you need uninterrupted focus. Snooze or mute notifications temporarily, providing you with uninterrupted sessions or moments of relaxation. When you're ready to reconnect, notifications will be waiting for you.
da_dk: Vi forstår, at der er tidspunkter, hvor du har brug for uafbrudt fokus. Snooze eller slå meddelelser fra midlertidigt, hvilket giver dig uafbrudte sessioner eller øjeblikke af afslapning. Når du er klar til at oprette forbindelse igen, venter meddelelser på dig.
de_de: Wir wissen, dass es Zeiten gibt, in denen Sie ununterbrochene Konzentration brauchen. Sie können Benachrichtigungen vorübergehend in den Schlummermodus versetzen oder stumm schalten, damit Sie ungestörte Sitzungen oder Momente der Entspannung haben. Wenn Sie wieder bereit sind, sich zu verbinden, warten die Benachrichtigungen auf Sie.
fr_fr: Nous comprenons qu’il y a des moments où vous avez besoin d’une concentration ininterrompue. Rappelez ou désactivez temporairement les notifications, vous offrant ainsi des sessions ininterrompues ou des moments de détente. Lorsque vous serez prêt à vous reconnecter, les notifications vous attendront.
hu_hu: Tisztában vagyunk vele, hogy vannak esetek, amikor megszakítás nélküli koncentrálásra van szüksége. Ideiglenesen elhalaszthatja vagy elnémíthatja az értesítéseket, így megszakítás nélküli munkameneteket vagy pillanatnyi kikapcsolódást biztosít. Ha készen áll az újbóli csatlakozásra, az értesítések várni fognak rád.
ja_jp: 途切れることのない集中力が必要な場合があることを私たちは理解しています。通知を一時的にスヌーズまたはミュートして、中断のないセッションやリラックスした時間を提供します。再接続する準備ができたら、通知が届きます。
ko_kr: 우리는 중단 없이 집중해야 할 때가 있다는 것을 알고 있습니다. 일시적으로 알림을 일시 중지하거나 음소거하여 중단 없는 세션이나 휴식의 순간을 제공합니다. 다시 연결할 준비가 되면 알림이 전송됩니다.
nl_nl: Wij begrijpen dat er momenten zijn waarop u ononderbroken focus nodig heeft. Snooze of demp meldingen tijdelijk, zodat u ononderbroken sessies of momenten van ontspanning krijgt. Wanneer u klaar bent om opnieuw verbinding te maken, staan ​​er meldingen op u te wachten.
pt_br: Entendemos que há momentos em que você precisa de foco ininterrupto. Adie ou silencie notificações temporariamente, proporcionando sessões ininterruptas ou momentos de relaxamento. Quando você estiver pronto para se reconectar, as notificações estarão esperando por você.
ru_ru: Мы понимаем, что бывают моменты, когда вам нужна постоянная концентрация. Временно отложите или отключите звук уведомлений, что обеспечит вам непрерывные сеансы или минуты релаксации. Когда вы будете готовы повторно подключиться, вас будут ждать уведомления.
th_th: เราเข้าใจดีว่ามีบางครั้งที่คุณต้องมีสมาธิอย่างต่อเนื่อง เลื่อนหรือปิดเสียงการแจ้งเตือนชั่วคราว ช่วยให้คุณมีเซสชันหรือช่วงเวลาแห่งการผ่อนคลายได้อย่างต่อเนื่อง เมื่อคุณพร้อมที่จะเชื่อมต่อใหม่ การแจ้งเตือนจะรอคุณอยู่
uk_ua: Ми розуміємо, що бувають моменти, коли вам потрібна безперервна концентрація. Тимчасово відкладайте або вимикайте сповіщення, забезпечуючи вам безперервні сеанси або моменти відпочинку. Коли ви будете готові повторно підключитися, вас чекатимуть сповіщення.
vi_vn: Chúng tôi hiểu rằng có những lúc bạn cần sự tập trung không bị gián đoạn. Báo lại hoặc tắt tiếng thông báo tạm thời, mang đến cho bạn những phiên hoặc giây phút thư giãn không bị gián đoạn. Khi bạn sẵn sàng kết nối lại, thông báo sẽ chờ bạn.

# NotificationsTitle.Text
source: Notifications
da_dk: Meddelelser
de_de: Benachrichtigungen
fr_fr: Avis
hu_hu: Értesítések
ja_jp: 通知
ko_kr: 알림
nl_nl: Meldingen
pt_br: Notificações
ru_ru: Уведомления
th_th: การแจ้งเตือน
uk_ua: Сповіщення
vi_vn: Thông báo

# Password_Card_Update.Text
source: Update password
da_dk: Opdater adgangskode
de_de: Passwort aktualisieren
fr_fr: Mettre à jour le mot de passe
hu_hu: Frissítse a jelszót
ja_jp: パスワードを更新する
ko_kr: 비밀번호 업데이트
nl_nl: Wachtwoord bijwerken
pt_br: Atualizar senha
ru_ru: Обновить пароль
th_th: อัปเดตรหัสผ่าน
uk_ua: Оновити пароль
vi_vn: Cập nhật mật khẩu

# Password_Card_Update_Info.Text
source: Changing your password will automatically log you out and require you to log back in.
da_dk: Ændring af din adgangskode vil automatisk logge dig ud og kræve, at du logger ind igen.
de_de: Wenn Sie Ihr Passwort ändern, werden Sie automatisch abgemeldet und müssen sich erneut anmelden.
fr_fr: La modification de votre mot de passe vous déconnectera automatiquement et vous demandera de vous reconnecter.
hu_hu: A jelszó megváltoztatása automatikusan kijelentkezteti, és újra be kell jelentkeznie.
ja_jp: パスワードを変更すると自動的にログアウトされ、再度ログインする必要があります。
ko_kr: 비밀번호를 변경하면 자동으로 로그아웃되며 다시 로그인해야 합니다.
nl_nl: Als u uw wachtwoord wijzigt, wordt u automatisch uitgelogd en moet u zich opnieuw aanmelden.
pt_br: Alterar sua senha desconectará você automaticamente e exigirá que você faça login novamente.
ru_ru: Изменение пароля автоматически приведет к выходу из системы и потребует повторного входа в систему.
th_th: การเปลี่ยนรหัสผ่านจะทำให้คุณออกจากระบบโดยอัตโนมัติและคุณจะต้องเข้าสู่ระบบอีกครั้ง
uk_ua: Зміна пароля призведе до автоматичного виходу з системи та повторного входу.
vi_vn: Việc thay đổi mật khẩu sẽ tự động đăng xuất và yêu cầu bạn đăng nhập lại.

# Password_InfoBar_Empty.Title
source: Hold up! Your new password can't be empty. Please input your new password.
da_dk: Hold op! Din nye adgangskode må ikke være tom. Indtast venligst din nye adgangskode.
de_de: Warten Sie! Ihr neues Passwort kann nicht leer sein. Bitte geben Sie Ihr neues Passwort ein.
ja_jp: 我慢する！新しいパスワードを空にすることはできません。新しいパスワードを入力してください。
ko_kr: 잠깐만요! 새 비밀번호는 비워둘 수 없습니다. 새로운 비밀번호를 입력해주세요.
nl_nl: Wacht even! Uw nieuwe wachtwoord mag niet leeg zijn. Voer uw nieuwe wachtwoord in.
pt_br: Calma ai! Sua nova senha não pode estar vazia. Por favor insira sua nova senha.
ru_ru: Задерживать! Ваш новый пароль не может быть пустым. Пожалуйста, введите новый пароль.
th_th: รอก่อน! รหัสผ่านใหม่ของคุณไม่สามารถเว้นว่างได้ กรุณาใส่รหัสผ่านใหม่ของคุณ
uk_ua: тримайся! Ваш новий пароль не може бути порожнім. Введіть новий пароль.
vi_vn: Đợi đã! Mật khẩu mới của bạn không được để trống. Vui lòng nhập mật khẩu mới của bạn.

# Password_InfoBar_Invalid.Title
source: Oops! Your new password is invalid. Please make your password unique.
da_dk: Ups! Din nye adgangskode er ugyldig. Gør venligst din adgangskode unik.
de_de: Oops! Ihr neues Passwort ist ungültig. Bitte machen Sie Ihr Passwort einzigartig.
ja_jp: おっと！新しいパスワードは無効です。パスワードは一意のものにしてください。
ko_kr: 이런! 새 비밀번호가 유효하지 않습니다. 비밀번호를 고유하게 만드십시오.
nl_nl: Oeps! Uw nieuwe wachtwoord is ongeldig. Maak uw wachtwoord uniek.
pt_br: Ops! Sua nova senha é inválida. Por favor, torne sua senha exclusiva.
ru_ru: Упс! Ваш новый пароль недействителен. Пожалуйста, сделайте свой пароль уникальным.
th_th: อ๊ะ! รหัสผ่านใหม่ของคุณไม่ถูกต้อง กรุณาทำให้รหัสผ่านของคุณไม่ซ้ำกัน
uk_ua: Ой! Ваш новий пароль недійсний. Зробіть свій пароль унікальним.
vi_vn: Ối! Mật khẩu mới của bạn không hợp lệ. Hãy đặt mật khẩu của bạn là duy nhất.

# Password_InfoBar_Same.Title
source: Oops! Your new password can't be the same as the old one. Please choose a new and unique password.
da_dk: Ups! Din nye adgangskode kan ikke være den samme som den gamle. Vælg venligst en ny og unik adgangskode.
de_de: Oops! Ihr neues Passwort kann nicht mit dem alten identisch sein. Bitte wählen Sie ein neues, einzigartiges Passwort.
fr_fr: Oops! Votre nouveau mot de passe ne peut pas être le même que l'ancien. Veuillez choisir un nouveau mot de passe unique.
hu_hu: Hoppá! Az új jelszava nem lehet ugyanaz, mint a régi. Kérjük, válasszon új és egyedi jelszót.
ja_jp: おっと！新しいパスワードを古いパスワードと同じにすることはできません。新しい一意のパスワードを選択してください。
ko_kr: 이런! 새 비밀번호는 이전 비밀번호와 같을 수 없습니다. 새롭고 고유한 비밀번호를 선택하세요.
nl_nl: Oeps! Uw nieuwe wachtwoord mag niet hetzelfde zijn als het oude. Kies een nieuw en uniek wachtwoord.
pt_br: Ops! Sua nova senha não pode ser igual à antiga. Escolha uma senha nova e exclusiva.
ru_ru: Упс! Ваш новый пароль не может совпадать со старым. Пожалуйста, выберите новый и уникальный пароль.
th_th: อ๊ะ! รหัสผ่านใหม่ของคุณจะต้องไม่เหมือนกับรหัสผ่านเก่า โปรดเลือกรหัสผ่านใหม่ที่ไม่ซ้ำใคร
uk_ua: Ой! Ваш новий пароль не може збігатися зі старим. Виберіть новий унікальний пароль.
vi_vn: Ối! Mật khẩu mới của bạn không được giống mật khẩu cũ. Vui lòng chọn một mật khẩu mới và duy nhất.

# Password_InfoBar_Updated.Title
source: Your password has been updated successfully. You're all set!
da_dk: Din adgangskode er blevet opdateret. Du er klar!
de_de: Ihr Passwort wurde erfolgreich aktualisiert. Sie sind bereit!
fr_fr: Votre mot de passe a été mis à jour avec succès. Vous êtes prêt !
hu_hu: A jelszavad sikeresen frissítve. Minden készen áll!
ja_jp: パスワードは正常に更新されました。準備は完了です!
ko_kr: 귀하의 비밀번호가 성공적으로 업데이트되었습니다. 모든 준비가 완료되었습니다.
nl_nl: Uw wachtwoord is succesvol bijgewerkt. Je bent helemaal klaar!
pt_br: Sua senha foi atualizada com sucesso. Está tudo pronto!
ru_ru: Ваш пароль успешно обновлен. Все готово!
th_th: รหัสผ่านของคุณได้รับการอัปเดตเรียบร้อยแล้ว คุณพร้อมแล้ว!
uk_ua: Ваш пароль успішно оновлено. Усе готово!
vi_vn: Mật khẩu của bạn đã được cập nhật thành công. Bạn đã hoàn tất!

# Password_Save.Text
source: Save
da_dk: Spare
de_de: Speichern
fr_fr: Sauvegarder
hu_hu: Mentés
ja_jp: 保存
ko_kr: 구하다
nl_nl: Redden
pt_br: Salvar
ru_ru: Сохранять
th_th: บันทึก
uk_ua: зберегти
vi_vn: Cứu

# Password_Status_Invalid.Text
source: Invalid
da_dk: Ugyldig
de_de: Ungültig
fr_fr: Invalide
hu_hu: Érvénytelen
ja_jp: 無効
ko_kr: 유효하지 않은
nl_nl: Ongeldig
pt_br: Inválido
ru_ru: Неверный
th_th: ไม่ถูกต้อง
uk_ua: Недійсний
vi_vn: Không hợp lệ

# Password_Status_Medium.Text
source: Medium
de_de: Mittel
fr_fr: Moyen
hu_hu: Közepes
ja_jp: 中くらい
ko_kr: 중간
pt_br: Média
ru_ru: Середина
th_th: ปานกลาง
uk_ua: Середній
vi_vn: Trung bình

# Password_Status_Strong.Text
source: Strong
da_dk: Stærk
de_de: Stark
fr_fr: Fort
hu_hu: Erős
ja_jp: 強い
ko_kr: 강한
nl_nl: Sterk
pt_br: Forte
ru_ru: Сильный
th_th: แข็งแกร่ง
uk_ua: Сильний
vi_vn: Mạnh

# Password_Status_Weak.Text
source: Weak
da_dk: Svag
de_de: Schwach
fr_fr: Faible
hu_hu: Gyenge
ja_jp: 弱い
ko_kr: 약한
nl_nl: Zwak
pt_br: Fraca
ru_ru: Слабый
th_th: อ่อนแอ
uk_ua: Слабкий
vi_vn: Yếu đuối

# PasswordDesc.Text
source: Forgot your password? Make a request in the official Discord server and we'll fix that for you asap! 😁
da_dk: Har du glemt din adgangskode? Lav en anmodning på den officielle Discord-server, så ordner vi det for dig hurtigst muligt! 😁
de_de: Hast du dein Passwort vergessen? Stellen Sie eine Anfrage auf dem offiziellen Discord Server und wir werden das so schnell wie möglich für Sie beheben! 😁
fr_fr: Mot de passe oublié? Faites une demande sur le serveur Discord officiel et nous réglerons cela pour vous dès que possible ! 😁
hu_hu: Elfelejtette a jelszavát? Tegyen egy kérést a hivatalos Discord szerveren, és mi mihamarabb megoldjuk! 😁
ja_jp: パスワードをお忘れですか？公式 Discord サーバーにリクエストを送信してください。できるだけ早く解決します。 😁
ko_kr: 비밀번호를 잊으셨나요? 공식 Discord 서버에 요청하시면 최대한 빨리 수정해 드리겠습니다! 😁
nl_nl: Wachtwoord vergeten? Doe een verzoek op de officiële Discord-server en wij lossen dat zo snel mogelijk voor je op! 😁
pt_br: Esqueceu sua senha? Faça uma solicitação no servidor oficial do Discord e nós resolveremos isso para você o mais rápido possível! 😁
ru_ru: Забыли пароль? Сделайте запрос на официальном сервере Discord, и мы исправим это для вас как можно скорее! 😁
th_th: ลืมรหัสผ่าน? ส่งคำขอในเซิร์ฟเวอร์ Discord อย่างเป็นทางการ แล้วเราจะแก้ไขปัญหานั้นให้คุณโดยเร็วที่สุด!
uk_ua: Забули пароль? Зробіть запит на офіційному сервері Discord, і ми якнайшвидше це виправимо! 😁
vi_vn: Bạn quên mật khẩu? Hãy gửi yêu cầu trên máy chủ Discord chính thức và chúng tôi sẽ khắc phục điều đó cho bạn trong thời gian sớm nhất! 😁

# PasswordTitle.Text
source: Password
da_dk: Adgangskode
de_de: Passwort
fr_fr: Mot de passe
hu_hu: Jelszó
ja_jp: パスワード
ko_kr: 비밀번호
nl_nl: Wachtwoord
pt_br: Senha
ru_ru: Пароль
th_th: รหัสผ่าน
uk_ua: Пароль
vi_vn: Mật khẩu

# Pattern_Axiom
source: Axiom
fr_fr: Axiome
hu_hu: Alapigazság
ja_jp: 公理
ko_kr: 공리
nl_nl: Axioma
ru_ru: Аксиома
th_th: สัจพจน์
uk_ua: Аксіома
vi_vn: tiên đề

# Pattern_Cartographer
source: Catographer
da_dk: Katograf
de_de: Katograph
fr_fr: Catographie
hu_hu: Katográfus
ja_jp: カトグラファー
ko_kr: 카탈로그 제작자
nl_nl: Catograaf
ru_ru: Катограф
th_th: นักเขียนการ์ตูน
uk_ua: Катограф
vi_vn: Người vẽ ảnh

# Pattern_Diagmonds
source: Diagmonds
da_dk: Diamanter
fr_fr: Diagmants
ja_jp: ダイアモンド
ko_kr: 다이아몬드
nl_nl: Diamanten
ru_ru: Диагмонды
th_th: ไดมอนด์
uk_ua: діаманти
vi_vn: kim cương

# Pattern_Diamonds
source: Diamonds
da_dk: Diamanter
de_de: Diamanten
fr_fr: Diamants
hu_hu: Gyémántok
ja_jp: ダイヤモンド
ko_kr: 다이아 패 한 벌
nl_nl: Diamanten
ru_ru: Бриллианты
th_th: เพชร
uk_ua: Діаманти
vi_vn: Kim cương

# Pattern_Geometry
source: Geometry
da_dk: Geometri
de_de: Geometrie
fr_fr: Géométrie
hu_hu: Geometria
ja_jp: ジオメトリ
ko_kr: 기하학
nl_nl: Geometrie
ru_ru: Геометрия
th_th: เรขาคณิต
uk_ua: Геометрія
vi_vn: Hình học

# Pattern_GPlay
source: GPlay
ko_kr: 지플레이
th_th: จีเพลย์

# Pattern_Mosaic
source: Mosaic
da_dk: Mosaik
de_de: Mosaik
fr_fr: Mosaïque
hu_hu: Mozaik
ja_jp: モザイク
ko_kr: 모자이크
nl_nl: Mozaïek
ru_ru: Мозаика
th_th: โมเสก
uk_ua: Мозаїка
vi_vn: Khảm

# Pattern_ScanLines
source: Scan lines
da_dk: Scan linjer
de_de: Linien scannen
fr_fr: Lignes de Scan
hu_hu: Vonalak beolvasása
ja_jp: 走査線
ko_kr: 스캔 라인
nl_nl: Lijnen scannen
ru_ru: Линии сканирования
th_th: สแกนเส้น
uk_ua: Сканування рядків
vi_vn: Quét dòng

# Pattern_Stripes
source: Stripes
da_dk: Striber
de_de: Streifen
fr_fr: Rayures
hu_hu: Csíkok
ja_jp: ストライプ
ko_kr: 문
nl_nl: Strepen
ru_ru: Полосы
th_th: ลายทาง
uk_ua: смужки
vi_vn: Sọc

# Progress_Dialog.Text
source: Please wait
da_dk: Vent venligst
de_de: Bitte warten
fr_fr: Veuillez patienter
hu_hu: Kérlek várj
ja_jp: お待ちください
ko_kr: 기다리세요
nl_nl: Wacht alstublieft
pt_br: Por favor, aguarde
ru_ru: пожалуйста, подождите
th_th: โปรดรอ
uk_ua: Будь ласка, зачекайте
vi_vn: Vui lòng chờ

# Register_Dialog.Title
source: Set up a new account!
da_dk: Opret en ny konto!
de_de: Erstellen Sie ein neues Konto!
fr_fr: Créez un nouveau compte !
hu_hu: Hozzon létre egy új fiókot!
ja_jp: 新しいアカウントを設定してください！
ko_kr: 새 계정을 설정하세요!
nl_nl: Maak een nieuw account aan!
pt_br: Criar uma nova conta!
ru_ru: Создайте новую учетную запись!
th_th: ตั้งค่าบัญชีใหม่!
uk_ua: Створіть новий обліковий запис!
vi_vn: Thiết lập một tài khoản mới!

# Register_Dialog_Button_Login_Info.Text
source: Already have an account?
da_dk: Har du allerede en konto?
de_de: Haben Sie bereits ein Konto?
fr_fr: Vous avez déjà un compte?
hu_hu: Már van fiókja?
ja_jp: すでにアカウントをお持ちですか?
ko_kr: 이미 계정이 있나요?
nl_nl: Heeft u al een account?
pt_br: Já tem uma conta?
ru_ru: У вас уже есть аккаунт?
th_th: มีบัญชีอยู่แล้ว?
uk_ua: Вже маєте обліковий запис?
vi_vn: Đã có tài khoản?
